tap "homebrew/bundle"

brew "actionlint"
brew "aria2"
brew "bat"
brew "commitlint"
brew "czg"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glances"
brew "hadolint"
brew "httpie"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "trash"
brew "yarn"
brew "zoxide"
brew "zsh"

cask "alt-tab"
cask "cursor"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-sauce-code-pro-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "homerow"
cask "iterm2"
cask "karabiner-elements"
cask "meetingbar"
cask "obsidian"
cask "raycast"
cask "simplenote"
