tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "bat"
brew "dust"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "neovim"
brew "nvm"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rlwrap"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "source-highlight"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "yarn"
brew "zsh"

cask "discord"
cask "docker"
cask "dropbox"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "simplenote"
cask "zed"
