tap "aku11i/tap"
tap "dwarvesf/homebrew-tap"

brew "actionlint"
brew "aku11i/tap/phantom"
brew "aria2"
brew "bat"
brew "claude-squad"
brew "commitlint"
brew "czg"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glances"
brew "hadolint"
brew "httpie"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "neovim"
brew "nvm"
brew "powerlevel10k"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "trash"
brew "uv"
brew "yarn"
brew "zoxide"

cask "alt-tab"
cask "claude"
cask "cursor"
cask "docker-desktop"
cask "dropbox"
cask "font-meslo-for-powerlevel10k"
cask "ghostty"
cask "google-chrome"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "meetingbar"
cask "obsidian"
cask "raycast"
cask "simplenote"
cask "slack"

vscode "alefragnani.bookmarks"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "eamodio.gitlens"
vscode "ionutvmi.path-autocomplete"
vscode "jgclark.vscode-todo-highlight"
vscode "mads-hartmann.bash-ide-vscode"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "voidei.vscode-vimrc"

mas "CompareMerge2", id: 1459748650
mas "rcmd - App Switcher", id: 1596283165
mas "Toggl Track", id: 1291898086
mas "Tot", id: 1491071483